/* Shared module download status view - Play button */
"DownloadView_Play" = "Afspil";

/* Shared module downlaod status view - Dismiss button */
"DownloadView_Dismiss" = "Afvis";

/* Local collection of modules tab title*/
"TabBar_Local" = "Samling";

/* Playlist tab title */
"TabBar_Playlist" = "Spilleliste";

/* Search tab title */
"TabBar_Search" = "Søg";

/* Radio tab title*/
"TabBar_Radio" = "Radio";

/* About tab title */
"TabBar_About" = "Om";

/* Local Import messages */
"Local_Import_One" = "1 modul importeret";

"Local_Import_Multiple" = "%@ moduler importeret";

"Local_Import_None" = "Ingen moduler importeret";

"Local_Import_None" = "Ingen moduler importeret";
"Local_Import_Already_In" = "%@ allerede i databasen";
"Local_Import_Unknown" = "%@ ukendt";
"Local_Import_Imported" = "%@ importeret";
"Local_Import_Assign" = "Tildel komponist";
"Local_Import_Cancel" = "Annuller import";
"Local_Import_Composer" = "Komponistnavn";

"Local_Database_Error_Title" = "Databasefejl";
"Local_Database_Error_Text" = "Desværre mislykkedes åbningen af databasen. Dette er en uoprettelig fejl, en ny database er blevet oprettet. \n\n4champ kan forsøge at tilføje de eksisterende lokale moduler tilbage til databasen. Vil du prøve det?";
"Local_Database_Error_Try_Fix" = "Ja, tak!";
"Local_Database_Error_Nvm" = "Glem det";

/* Local modules view: info note on local modules tab when no modules available */
"ModulesView_NoModules" = "Ingen moduler i samlingen. Find melodier i Søg eller prøv Radio funktionen.";

"PlaylistView_NoModules" = "Ingen moduler på spillelisten. Du kan føje moduler til en afspilningsliste med et langt tryk på et modul i enhver visning.";

/* Local modules view: Module size sort selector */
"ModuleInfo_Size" = "Størrelse";

"ModuleInfo_Type" = "Type";


/* Local modules view: Composer handle selector in list sort */
"ModuleInfo_Handle" = "Komponist";

/* Local modules view: Search filter toggle button title */
"ModulesView_Filter" = "Filter";

/* Search view: Module tab title */
"G_Module" = "Modul";

/* Search view: Texts tab title */
"G_Texts" = "Texter";

/* Search view: Composer tab title */
"SearchView_Composer" = "Komponist";

/* Search view: Group tab title */
"G_Group" = "Gruppe";

/* Search failed info label */
"Error_SearchFailed" = "Søgning fejlede. Serveren svarer ikke eller du mangler forbindelse. Forsøg igen senere.";

/* Info level dialog title */
"G_Note" = "Besked";

/* OK button in dialog */
"G_OK" = "OK";

/* Cannot lock radio playlist title */
"Error_CannotLockRadioPlaylist" = "Du kan ikke låse radio spillelisten";

/* Cannot lock default playlist title */
"Error_CannotLockDefaultPlaylist" = "Du kan ikke låse standard spillelisten";

/* Playlist title on playlists view. Shows playlist name + count of modules */
"PlaylistView_PlaylistNameAndCount" = "Spilleliste: %1$@ (%2$ld)";

/* Label shown on playlist view when no modules */
"PlaylistView_PlaylistEmpty" = "Spillelisten er tom. Tilføj melodier fra Samling eller Søg fanerne.";

/* Radio status text
 Shown on playlist page when radio is on */
"G_RadioOn" = "Radio TIL";

/* Playlist view: Default playlist button title */
"PlaylistView_DefaultPlaylist" = "Standard spilleliste";

/* Clear playlist dialog clear button */
"G_Clear" = "Ryd";

/* Clear playlist dialog title */
"PlaylistView_ClearDialog_Title" = "Ryd spilleliste";

/* Add module to playlist selector title*/
"PlaylistSelector_Title" = "Tilføj modul til spilleliste";

/* Add module to playlist button*/
"PlaylistSelector_Add" = "Tilføj";

/* Module table: Error show if play attempted while playlist is locked
 Playlist locked dialog message
 playlist locked info message */
"Error_CurrentPlaylistLocked" = "Spillelisten er låst.";

/* Clear playlist dialog message */
"PlaylistView_ClearDialog_Message" = "Vil du rydde spillelisten?";

/* No comment provided by engineer. */
"G_Cancel" = "Afbryd";

/* untitled playlist default title */
"G_Untitled" = "Intet navn";

/* About view: Buy full version button title */
"AboutView_Buy" = "Køb fuld version";

"About_Licenses" = "Licenser";
"About_Copyrights" = "Ophavsret og tilladelser";

"AboutView_Title" = "Om champion-tracker";

/* About view: Full version price and description */
"AboutView_FullVersionInfo" = "Fuld version (%@) tilføjer afspil i baggrunden understøttelse";

/* About view: Full version not purchased message */
"AboutView_NotPurchased" = "Fuld version ikke købt!";

/* About view: Restore complete dialog title */
"AboutView_RestoreComplete" = "Gendannelse komplet";

/* About view: Restore purchases button title */
"AboutView_Restore" = "Gendan køb";

/* About view: Restore button title while restore in progress */
"AboutView_Restoring" = "Gendanner...";

/* About view: Purchase button title while purchase in progress */
"AboutView_Purchasing" = "Køber...";

/* Local modules view: First use data collection consent dialog title */
"AnalyticsDialog_Title" = "Analytics Data samling";

/* Local modules view: First use data collection consent dialog message */
"AnalyticsDialog_Message" = "champion-tracker bruger Google Analytics til at samle anonym brugerstatistik. Ingen personlig data vil blive gemt. Vil du tillade dataindsamling?";

/* Local modules view: Data collection consent dialog no thanks button title */
"AnalyticsDialog_NoThanks" = "Ellers tak";

/* Local modules view: Data collection consent more info button title */
"AnalyticsDialog_MoreInfo" = "Mere info";

/* Lock-screen: playing mod by author title
 Shared module download view: Module author and name */
"LockScreen_Playing" = "%1$@ af %2$@";

/* Lock-screen: radio playlist name */
"LockScreen_Radio" = "champion-tracker radio";

/* Share module default content modname, author */
"Share_DefaultMessage" = "%1$@ af %2$@ #champion-tracker #NowPlaying ";

/* No comment provided by engineer. */
"Share_AppMessage" = "champion-tracker App - Amiga musik i din lomme";

/* Radio view: Prefetch failed title */
"Radio_FetchFailed" = "Hentning fejlede!";

/* Radio view: Radio status disclaimer */
"Radio_RadioIsOff" = "Radio er FRA";

/* Radio Status off
 Radio status off
 Radio view: Radio status off */
"Radio_StatusOff" = "Radio FRA";

/* Radio status on
 Radio view: Radio status on */
"Radio_StatusOn" = "Radio TIL";

/* Radio view: Next module label */
"Radio_NextUp" = "Næste:";

"Radio_Previous" = "Forrige:";

"Radio_NByN" = "%1$@ af %2$@";

/* Radio view: Fetching status label */
"Radio_Fetching" = "Buffering...";

/* Radio channel: All (whole AMP database) */
"Radio_All" = "Alle";

/* Radio channel: New (Latest AMP additions) */
"Radio_New" = "Nye i AMP";

"Radio_New_Count" = "Nye (%@)";

/* Radio channel: Local collection (offline play) */
"Radio_Local" = "Samling";

"Radio_Custom" = "Tilpasset";

"Connectivity_Err" = "Der er problemer med forbindelsen til amp.dascene.net. Du kan bruge den app i offline tilstand og spille lokale melodier, men søg og radio funktioner vil ikke arbejde. Tjek champion-tracker Mastodon-feed for mulige opdateringer om status.";

"Social_Check" = "champion-tracker på Mastodon";

/* Radio view: Label shown if local channel selected but no local modules in database */
"Radio_NoLocalModules" = "Ingen lokale moduler";

/* Radio view: Custom channel (started from search) */
"Radio_NoSelection" = "Konfigurer tilpasset kanal via søgefanen";

/* Radio view: annotation on modules that are in local collection*/
"Radio_InLocalCollection" = "I lokal samling";

"Radio_NotificationButton" = "Underret mig, når nye moduler tilføjes";

"Radio_NotificationButton_Settings" = "Meddelelsesindstillinger";

"Radio_Notification" = "%@ nye moduler i champion-tracker Radio";

"Notifications_Title" = "meddelelser";
"Notifications_BackgroundFetchDisabled" = "champion-tracker brug baggrunden hente tilladelse til at anmelde om nye moduler. Du kan aktivere denne i app indstillinger";
"Notifications_Disabled" = "Du registreret for meddelelser, men meddelelser er deaktiveret i app indstillinger";


/* Module download: Unsupported format info label */
"Search_UnsupportedFormat" = "Desværre, formatet er ikke understøttet";

/* Module table: nondownloaded module title
 Non-downloaded module overlay title */
"Search_TapToLoad" = "Tryk for at hente...";

/* Downloading module info label
 Downloading module status label */
"Search_Downloading" = "Henter...";

/* Module table: pending download label title */
"Search_DownloadPending" = "Download afventer...";

/* Search did not find anything info label */
"Search_NoResult" = "Ingen resultater. Prøv en anden søgning";

"Search_RadioMessage_Add" = "Kanal '%1$@' startet med %2$d moduler";
"Search_RadioMessage_Append" = "%2$d moduler tilføjet til kanal '%1$@'";

/* Playlist view: Local database cleanup dialog button for deleting modules */
"Dialog_Delete" = "Slet";

"ModulesView_Delete" = "Slet fra samling";
"NP_AddToPlaylist" = "Tilføj til Playlist...";
"NP_Share" = "Del...";

"PlaylistView_Remove" = "Slet fra spilleliste";

"SearchView_Remove" = "Slet fra samling";

/* module table: error shown if attempting to delete module that is on a locked playlist */
"Error_PlaylistLocked" = "Modulet er på en låst spilleliste";

/* Download failed for composer modules list info label */
"Error_ModuleListFailed" = "Kunne ikke hente modulliste. Serveren svarer ikke eller du er ikke forbundet til internettet. Prøv igen senere.";

/* Module table: Error shown when data indicates restricted download */
"Error_ComposerDisabled" = "Komponisten har deaktiveret download af dette modul";

/* Playlist view: Local database cleanup message */
"Dialog_DeleteOrKeep" = "Du har %lu moduler i din samling som ikke er markeret som favorit eller er tilføjet til en spilleliste. Vil du beholde dem eller slette dem?";

/* Keep module button title
 Playlist view: Local database cleanup dialog button for keeping modules */
"Dialog_Keep" = "Behold";

/* Clean up playlist dialog title
 Playlist view: Local database cleanup dialog title */
"Dialog_Cleanup_Title" = "Automatisk oprydning";

/* Clean up playlist dialog message */
"Dialog_DeleteOrKeep_Single" = "Når du fjerner dette modul fra denne spilleliste, er det ikke længere på nogen spillelister. Vil du beholde dem eller slette det?";

/* Module table: Error shown if module cannot be downloaded */
"Error_DownloadFailed" = "Download fejlede. Prøv igen senere.";

"Error_DownloadFailed_2" = "Hmm... det ser ikke ud til at dette modul kan blive downloaded nu.";

"Error_PlaybackFailed" = "Beklager, kan ikke afspille denne fil.";


/* Radio view: Title */
"RadioView_Title" = "4CHAMP RADIO";

/* Dialogs: Error title */
"Dialog_Error" = "Fejl";

/* Info level message title */
"Dialog_Info" = "Besked";

/* Dialogs: Product information not found message */
"Dialog_ProductInfoNotFound" = "Produktinformation ikke fundet";

/* Shared module download view / title when complete */
"ShareDialog_DownloadComplete" = "Download komplet";

/* Module cell: Download failed transient title */
"Search_DownloadFailed" = "Download fejlede";

/* Shared module download view: Download failed label */
"ShareDialog_DownloadFailed" = "Download fejlede";

"AboutView_ThankYou" = "Tak for at du har købt den fulde version";

"AboutView_Share" = "Del champion-tracker med dine venner";

"PlaylistView_Playlists" = "Spillelister";

"PlaylistView_PlaylistName" = "Spilleliste navn";

"AboutView_Info" = "champion-tracker - Amiga musik i din lomme. \n\n4champ forbinder din enhed med Amiga Music Preservation website (http://amp.dascene.net) og tillader dig at søge AMP databasen for komponister, grupper and moduler. \n\n champion-tracker bruger LibOpenMPT, HivelyTracker og UADE til afspilning.\n\n champion-tracker for iOS enheder \n© Aleksi Sitomaniemi";

"AboutView_Local" = "Moduler du har downloadet er listet i Samling fanen. Tryk på et modul for at begynde afspilning af det. Et langt tryk åbner spillelistevælgeren for at tilføje et modul til en spilleliste.\n\nSwipe mod venstre/højre på et modul for at fjerne et modul. \n\nDu kan sortere den lokale modulliste efter modultype, komponist, titel, størrelse eller favorit status. Brug filterknappen på Lokale moduler siden for hurtigt at finde det modul du søger.";

"AboutView_Legal" = "champion-tracker bruger Amiga Music Preservation Database med tilladelse fra ejerne af tjenesten. \n\nCopyrights om musik hører til de komponister. Hvis du tror, at tilgængeligheden af en given musikfil i denne app krænker rettighederne for en 3. part, bedes du kontakte AMP medarbejdere gennem amp.dascene.net for en hurtig tilbagetrækning af nævnte musikfil.";

"AboutView_Search" = "Brug søg til at finden moduler du kan afspille. Du kan søge efter komponist, gruppe, modulnavn eller modultexter. Hvis gruppesøgning kun finder én gruppe, bliver alle komponister associeret med denne gruppe listet. Hvis der findes flere grupper, vises grupperne og når en gruppe vælges, vises tilknyttede komponister. \n\nSøgeresultater header har en knap til at downloade alle resultater på én gang. Hvis du ønsker at holde modulet, skal du trykke gem-ikonet ved siden af navnet på modulet eller indstille modulet som favorit ved at trykke på ikonet stjerne. Du kan også starte en radiostation fra søgeresultaterne, når der er moduler på resultatlisten.";

"AboutView_Playlists" = "Spilleliste visningen viser den nuværende afspilningskø. Et langt tryk åbner spillelistevælgeren hvor du kan tilføje modulet til enhver spillelister.\n\nI spilleliste visningen kan du styre afspilningen og oprette/vælge/rydde spillelister. Du kan også vælge afspilningsmode (sekventiel/blandet). \n\nSwipe til venstre fjerner det valgte modul fra spillelisten (men ikke fra Samling).";

"AboutView_Radio" = "champion-tracker radio blander sange fra hele AMP databasen på din enhed.\n\nHvis du kan lide en sang som bliver spillet og vil genne den til senere, klik da på favorit ikonet (stjerne) i champion-tracker radio visningen or lav et langt tryk på modulet for at tilføje til en spilleliste. \n\nDu kan vælge blandt fire kanaler: Alle (Blander alt indhold),  Nyt (Tilføjet til AMP databasen for nyligt), Samling (afspiller fra lokal samling) and Tilpasset (oprettet ud fra et søgeresultat)";

"AboutView_Social" ="Du kan finde champion-tracker på Mastodon! Følg @champion-tracker@mastodon.social for de seneste nyheder om app'en, kommende versioner, service vinduer etc. champion-tracker feed har ofte cool melodier tunes gjort tilgængelige. Tryk her for at følge.";

"SettingsView_Title" = "Indstillinger";
"Settings_PreviewMode" = "Forhåndsvisningstilstand";
"Settings_Interpolation" = "Sample interpolation";


